export const taipaProperties = [
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "嘉模聖母堂",
            "id": "MT001",
            "address": "位於嘉模前地",
            "images": [
                {
                    "imageFileName": "MT001_嘉模聖母堂_嘉模前地_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT001_嘉模聖母堂_嘉模前地_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MT001_嘉模聖母堂_嘉模前地_20201006_F2",
                    "faceName": "F2",
                    "year": 2020
                },
                {
                    "imageFileName": "MT001_嘉模聖母堂_嘉模前地_20201006_D1",
                    "faceName": "D1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        106.82012939453125,
                        -83.46124267578125
                    ],
                    [
                        107.80450439453125,
                        -82.32061767578125
                    ],
                    [
                        107.97637939453125,
                        -82.46124267578125
                    ],
                    [
                        108.17950439453125,
                        -82.38311767578125
                    ],
                    [
                        108.21075439453125,
                        -82.52374267578125
                    ],
                    [
                        108.30450439453125,
                        -82.60186767578125
                    ],
                    [
                        108.44512939453125,
                        -82.63311767578125
                    ],
                    [
                        108.38262939453125,
                        -82.82061767578125
                    ],
                    [
                        108.55450439453125,
                        -83.00811767578125
                    ],
                    [
                        107.53887939453125,
                        -84.10186767578125
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "觀音堂（氹仔）",
            "id": "MT002",
            "address": "位於施督憲正街",
            "images": [
                {
                    "imageFileName": "MT002_觀音堂(氹仔)_施督憲正街_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT002_觀音堂(氹仔)_施督憲正街_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        102.41387939453125,
                        -84.11749267578125
                    ],
                    [
                        102.53887939453125,
                        -84.02374267578125
                    ],
                    [
                        102.82012939453125,
                        -84.41436767578125
                    ],
                    [
                        102.63262939453125,
                        -84.49249267578125
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "觀音岩（氹仔東北馬路）",
            "id": "MT003",
            "address": "位於氹仔東北馬路",
            "images": [
                {
                    "imageFileName": "MT003_觀音岩(氹仔東北馬路)_氹仔東北馬路_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT003_觀音岩(氹仔東北馬路)_氹仔東北馬路_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MT003_觀音岩(氹仔東北馬路)_氹仔東北馬路_20201006_F2",
                    "faceName": "F2",
                    "year": 2020
                },
                {
                    "imageFileName": "MT003_觀音岩(氹仔東北馬路)_氹仔東北馬路_20201006_D1",
                    "faceName": "D1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        93.609375,
                        -24.3125
                    ],
                    [
                        93.796875,
                        -24.34375
                    ],
                    [
                        93.828125,
                        -24.25
                    ],
                    [
                        93.953125,
                        -24.25
                    ],
                    [
                        93.9375,
                        -24.375
                    ],
                    [
                        94.1875,
                        -24.421875
                    ],
                    [
                        94.234375,
                        -24.703125
                    ],
                    [
                        94.15625,
                        -24.703125
                    ],
                    [
                        94.125,
                        -24.859375
                    ],
                    [
                        93.71875,
                        -24.8125
                    ],
                    [
                        93.765625,
                        -24.609375
                    ],
                    [
                        93.59375,
                        -24.578125
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "醫靈廟",
            "id": "MT004",
            "address": "位於施督憲正街",
            "images": [
                {
                    "imageFileName": "MT004_醫靈廟_施督憲正街_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT004_醫靈廟_施督憲正街_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        106.140625,
                        -80.921875
                    ],
                    [
                        106.28125,
                        -80.75
                    ],
                    [
                        107.140625,
                        -81.25
                    ],
                    [
                        106.984375,
                        -81.4375
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "北帝廟",
            "id": "MT005",
            "address": "位於嘉妹前地",
            "images": [
                {
                    "imageFileName": "MT005_北帝廟_嘉妹前地_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT005_北帝廟_嘉妹前地_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        91.41070556640625,
                        -87.38873291015625
                    ],
                    [
                        91.78570556640625,
                        -86.99810791015625
                    ],
                    [
                        92.52008056640625,
                        -87.74810791015625
                    ],
                    [
                        92.14508056640625,
                        -88.10748291015625
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "天后宮",
            "id": "MT006",
            "address": "位於巴波沙總督街",
            "images": [
                {
                    "imageFileName": "MT006_天后廟_巴波沙總督街_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT006_天后廟_巴波沙總督街_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        91.99407958984375,
                        -90.13446044921875
                    ],
                    [
                        92.80657958984375,
                        -89.75946044921875
                    ],
                    [
                        93.00970458984375,
                        -90.13446044921875
                    ],
                    [
                        92.18157958984375,
                        -90.52508544921875
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "三婆廟",
            "id": "MT007",
            "address": "位於飛能便度街",
            "images": [
                {
                    "imageFileName": "MT007_三婆廟_飛能便度街_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT007_三婆廟_飛能便度街_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MT007_三婆廟_飛能便度街_20201006_F2",
                    "faceName": "F2",
                    "year": 2020
                },
                {
                    "imageFileName": "MT007_三婆廟_飛能便度街_20201006_F3",
                    "faceName": "F3",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        110.847412109375,
                        -72.31024169921875
                    ],
                    [
                        111.066162109375,
                        -71.82586669921875
                    ],
                    [
                        111.394287109375,
                        -71.98211669921875
                    ],
                    [
                        111.253662109375,
                        -72.49774169921875
                    ],
                    [
                        111.144287109375,
                        -72.45086669921875
                    ],
                    [
                        111.066162109375,
                        -72.66961669921875
                    ],
                    [
                        110.863037109375,
                        -72.52899169921875
                    ],
                    [
                        110.941162109375,
                        -72.35711669921875
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "關帝殿及天后宮",
            "id": "MT008",
            "address": "位於天津街",
            "images": [
                {
                    "imageFileName": "MT008_關帝殿及天后宮_天津街_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT008_關帝殿及天后宮_天津街_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MT008_關帝殿及天后宮_天津街_20201006_F2",
                    "faceName": "F2",
                    "year": 2020
                },
                {
                    "imageFileName": "MT008_關帝殿及天后宮_天津街_20201006_D1",
                    "faceName": "D1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        105.892822265625,
                        -37.31427001953125
                    ],
                    [
                        106.299072265625,
                        -36.82989501953125
                    ],
                    [
                        106.642822265625,
                        -37.15802001953125
                    ],
                    [
                        106.205322265625,
                        -37.61114501953125
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "氹仔炮台",
            "id": "MT009",
            "address": "位於盧伯德圓形地",
            "images": [
                {
                    "imageFileName": "MT009_氹仔炮台_盧伯德圓形地_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT009_氹仔炮台_盧伯德圓形地_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MT009_氹仔炮台_盧伯德圓形地_20201006_F2",
                    "faceName": "F2",
                    "year": 2020
                },
                {
                    "imageFileName": "MT009_氹仔炮台_盧伯德圓形地_20201006_D1",
                    "faceName": "D1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        24.038818359375,
                        -63.15972900390625
                    ],
                    [
                        24.398193359375,
                        -63.08160400390625
                    ],
                    [
                        24.257568359375,
                        -62.05035400390625
                    ],
                    [
                        24.757568359375,
                        -61.92535400390625
                    ],
                    [
                        25.007568359375,
                        -61.75347900390625
                    ],
                    [
                        25.273193359375,
                        -61.72222900390625
                    ],
                    [
                        25.085693359375,
                        -62.09722900390625
                    ],
                    [
                        25.085693359375,
                        -62.42535400390625
                    ],
                    [
                        25.304443359375,
                        -63.26910400390625
                    ],
                    [
                        25.476318359375,
                        -63.30035400390625
                    ],
                    [
                        25.570068359375,
                        -63.31597900390625
                    ],
                    [
                        25.710693359375,
                        -63.39410400390625
                    ],
                    [
                        25.679443359375,
                        -63.45660400390625
                    ],
                    [
                        25.757568359375,
                        -63.67535400390625
                    ],
                    [
                        25.913818359375,
                        -63.80035400390625
                    ],
                    [
                        26.054443359375,
                        -63.84722900390625
                    ],
                    [
                        25.663818359375,
                        -64.40972900390625
                    ],
                    [
                        25.710693359375,
                        -64.72222900390625
                    ],
                    [
                        25.663818359375,
                        -64.86285400390625
                    ],
                    [
                        25.710693359375,
                        -64.98785400390625
                    ],
                    [
                        25.132568359375,
                        -65.30035400390625
                    ],
                    [
                        24.679443359375,
                        -64.80035400390625
                    ],
                    [
                        24.616943359375,
                        -64.37847900390625
                    ],
                    [
                        24.273193359375,
                        -64.44097900390625
                    ],
                    [
                        23.945068359375,
                        -63.31597900390625
                    ],
                    [
                        23.851318359375,
                        -63.26910400390625
                    ],
                    [
                        23.835693359375,
                        -63.20660400390625
                    ],
                    [
                        23.835693359375,
                        -63.12847900390625
                    ],
                    [
                        23.945068359375,
                        -63.06597900390625
                    ],
                    [
                        24.023193359375,
                        -63.11285400390625
                    ]
                ]
            ]
        }
    }
]
