export const coloaneProperties = [
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "聖方濟各堂",
            "id": "MC001",
            "address": "位於馬忌士前地",
            "images": [
                {
                    "imageFileName": "MC001_聖方濟各堂_馬忌士前地_20201012_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MC001_聖方濟各堂_馬忌士前地_20201012_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MC001_聖方濟各堂_馬忌士前地_20201012_F2",
                    "faceName": "F2",
                    "year": 2020
                },
                {
                    "imageFileName": "MC001_聖方濟各堂_馬忌士前地_20201012_D1",
                    "faceName": "D1",
                    "year": 2020
                },
                {
                    "imageFileName": "MC001_聖方濟各堂_馬忌士前地_20201012_D2",
                    "faceName": "D2",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        11.71875,
                        -77.65625
                    ],
                    [
                        11.84375,
                        -77.21875
                    ],
                    [
                        12.203125,
                        -77.34375
                    ],
                    [
                        12.15625,
                        -77.484375
                    ],
                    [
                        12.28125,
                        -77.546875
                    ],
                    [
                        12.265625,
                        -77.625
                    ],
                    [
                        12.140625,
                        -77.65625
                    ],
                    [
                        12.109375,
                        -77.765625
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "譚僊聖廟（譚公廟）",
            "id": "MC002",
            "address": "位於譚公廟前地",
            "images": [
                {
                    "imageFileName": "MC002_譚倦聖廟(譚公廟)_譚公廟前地_20201012_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MC002_譚倦聖廟(譚公廟)_譚公廟前地_20201012_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MC002_譚倦聖廟(譚公廟)_譚公廟前地_20201012_D1",
                    "faceName": "D1",
                    "year": 2020
                },
                {
                    "imageFileName": "MC002_譚倦聖廟(譚公廟)_譚公廟前地_20201012_D2",
                    "faceName": "D2",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        7.48919677734375,
                        -86.31903076171875
                    ],
                    [
                        8.11419677734375,
                        -86.19403076171875
                    ],
                    [
                        8.16107177734375,
                        -86.30340576171875
                    ],
                    [
                        8.02044677734375,
                        -86.33465576171875
                    ],
                    [
                        8.05169677734375,
                        -86.53778076171875
                    ],
                    [
                        7.75482177734375,
                        -86.61590576171875
                    ],
                    [
                        7.69232177734375,
                        -86.42840576171875
                    ],
                    [
                        7.50482177734375,
                        -86.44403076171875
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "天后古廟",
            "id": "MC003",
            "address": "位於天后廟前地",
            "images": [
                {
                    "imageFileName": "MC003_天后古廟_天后古廟前地_20201012_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MC003_天后古廟_天后古廟前地_20201012_F1",
                    "faceName": "F1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        12.83294677734375,
                        -82.94403076171875
                    ],
                    [
                        13.19232177734375,
                        -82.49090576171875
                    ],
                    [
                        13.58294677734375,
                        -82.83465576171875
                    ],
                    [
                        13.27044677734375,
                        -83.24090576171875
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "觀音廟（九澳）",
            "id": "MC004",
            "address": "位於九澳村",
            "images": [
                {
                    "imageFileName": "MC004_觀音廟(九澳)_九澳村_20201012_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MC004_觀音廟(九澳)_九澳村_20201012_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MC004_觀音廟(九澳)_九澳村_20201012_F2",
                    "faceName": "F2",
                    "year": 2020
                },
                {
                    "imageFileName": "MC004_觀音廟(九澳)_九澳村_20201012_F3",
                    "faceName": "F3",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        104.7047119140625,
                        -30.94390869140625
                    ],
                    [
                        104.7828369140625,
                        -30.83453369140625
                    ],
                    [
                        104.9390869140625,
                        -30.97515869140625
                    ],
                    [
                        104.8609619140625,
                        -31.08453369140625
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "三聖宮",
            "id": "MC005",
            "address": "位於船人街",
            "images": [
                {
                    "imageFileName": "MC005_三聖宮_船人街_20201012_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MC005_三聖宮_船人街_20201012_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MC005_三聖宮_船人街_20201012_F2",
                    "faceName": "F2",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        10.2039794921875,
                        -71.2994384765625
                    ],
                    [
                        10.3133544921875,
                        -71.1744384765625
                    ],
                    [
                        10.4539794921875,
                        -71.3150634765625
                    ],
                    [
                        10.3289794921875,
                        -71.4244384765625
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "大王廟",
            "id": "MC006",
            "address": "位於黑沙村",
            "images": [
                {
                    "imageFileName": "MC006_大王廟_黑沙村_20201012_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MC006_大王廟_黑沙村_20201012_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MC006_大王廟_黑沙村_20201012_F2",
                    "faceName": "F2",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        60.99371337890625,
                        -67.86761474609375
                    ],
                    [
                        61.07183837890625,
                        -67.77386474609375
                    ],
                    [
                        61.19683837890625,
                        -67.93011474609375
                    ],
                    [
                        61.11871337890625,
                        -68.02386474609375
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "觀音古廟（路環）",
            "id": "MC007",
            "address": "位於大廟巷",
            "images": [
                {
                    "imageFileName": "MC007_觀音古廟(路環)_大廟巷_20201012_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MC007_觀音古廟(路環)_大廟巷_20201012_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MC007_觀音古廟(路環)_大廟巷_20201012_F2",
                    "faceName": "F2",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        11.24615478515625,
                        -80.04473876953125
                    ],
                    [
                        11.33990478515625,
                        -79.84161376953125
                    ],
                    [
                        11.58990478515625,
                        -79.99786376953125
                    ],
                    [
                        11.49615478515625,
                        -80.13848876953125
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "具建築藝術價值的樓宇",
            "island": "Coloane",
            "name": "路環圖書館",
            "id": "AC001",
            "address": "位於十月初五馬路",
            "images": [
                {
                    "imageFileName": "AC001_路環圖書館_十月初五馬路_20201012_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "AC001_路環圖書館_十月初五馬路_20201012_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "AC001_路環圖書館_十月初五馬路_20201012_F2",
                    "faceName": "F2",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        10.5970458984375,
                        -78.09088134765625
                    ],
                    [
                        10.9407958984375,
                        -78.16900634765625
                    ],
                    [
                        10.8939208984375,
                        -78.34088134765625
                    ],
                    [
                        10.9564208984375,
                        -78.35650634765625
                    ],
                    [
                        10.8626708984375,
                        -78.59088134765625
                    ],
                    [
                        10.5345458984375,
                        -78.46588134765625
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "建築群",
            "island": "Coloane",
            "name": "馬忌士前地,客商街,恩尼斯總統前地",
            "id": "CC001",
            "address": "馬 - 馬忌士前地\n客 - 客商街\n恩 - 恩尼斯總統前地\n計 - 計單奴街\n中 - 中街",
            "images": [
                {
                    "imageFileName": "CC001_馬忌士前地,客商街,恩尼斯總統前地_20201012_T",
                    "faceName": "馬,客,恩_T",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_馬忌士前地_20201012_F13",
                    "faceName": "馬_F13",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_馬忌士前地_地球物理暨氣象局_F2",
                    "faceName": "馬_氣象局_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_馬忌士前地_地球物理暨氣象局_F1",
                    "faceName": "馬_氣象局_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_馬忌士前地_2,4,6號_20201012",
                    "faceName": "馬_2,4,6號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_馬忌士前地_8號_20201012",
                    "faceName": "馬_8號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_馬忌士前地_20201012_F17",
                    "faceName": "馬_F17",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_馬忌士前地__20201012_F30",
                    "faceName": "馬_F30",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街1,3號_F1_20201012",
                    "faceName": "計1,3號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街1,3號_F2_20201012",
                    "faceName": "計1,3號_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_聖母青年中心_F1_20201012",
                    "faceName": "計_聖母青年中心_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_聖母青年中心_F2_20201012",
                    "faceName": "計_聖母青年中心_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_天主堂_F1_20201012",
                    "faceName": "計_天主堂_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_天主堂_F2_20201012",
                    "faceName": "計_天主堂_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_21號_2020101",
                    "faceName": "計_21號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_21號_F2_2020101",
                    "faceName": "計_21號_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_21號_F3_2020101",
                    "faceName": "計_21號_F3",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_23號_2020101",
                    "faceName": "計_23號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_27號_2020101",
                    "faceName": "計_27號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_29號_20201012",
                    "faceName": "計_29號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_31號_20201012",
                    "faceName": "計_31號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_37,39,41號_20201012",
                    "faceName": "計_37,39,41號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_2,4,6號_20201012",
                    "faceName": "計_2,4,6號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_8號_20201012",
                    "faceName": "計_8號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_20號_20201012",
                    "faceName": "計_20號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_22號_20201012",
                    "faceName": "計_22號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_24號_20201012",
                    "faceName": "計_24號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_26號_20201012",
                    "faceName": "計_26號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_28號_20201012",
                    "faceName": "計_28號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_38號_20201012",
                    "faceName": "計_38號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_36號_20201012",
                    "faceName": "計_36號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_34號_20201012",
                    "faceName": "計_34號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_40,42號_20201012",
                    "faceName": "計_40,42號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_41號_20201012_F3",
                    "faceName": "計_41號_F3",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_41號_20201012_F1",
                    "faceName": "計_41號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_41號_20201012_F2",
                    "faceName": "計_41號_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_42號_20201012",
                    "faceName": "計_42號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_計單奴街_20201012_F22",
                    "faceName": "計_F22",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_中街_30,32號_20201012",
                    "faceName": "中_30,32號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_中街_34號_20201012",
                    "faceName": "中_34號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_中街_36號_20201012",
                    "faceName": "中_36號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_中街_38號_20201012",
                    "faceName": "中_38號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_中街_40號_20201012",
                    "faceName": "中_40號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街1號_20201012",
                    "faceName": "客1號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街3,5號_20201012",
                    "faceName": "客3,5號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街7號_20201012",
                    "faceName": "客7號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街9號_20201012",
                    "faceName": "客9號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街11號_20201012",
                    "faceName": "客11號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街13號_20201012",
                    "faceName": "客13號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街15,17,19號_20201012",
                    "faceName": "客15,17,19號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街21號_20201012",
                    "faceName": "客21號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街23號_20201012",
                    "faceName": "客23號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街25號_20201012",
                    "faceName": "客25號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街27號_20201012",
                    "faceName": "客27號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街29號_20201012",
                    "faceName": "客29號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街33號_20201012",
                    "faceName": "客33號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街2號_F1_20201012",
                    "faceName": "客2號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街2號_F2_20201012",
                    "faceName": "客2號_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街4號_F1_20201012",
                    "faceName": "客4號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街4,6號_F2_20201012",
                    "faceName": "客4,6號_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街6號_F1_20201012",
                    "faceName": "客6號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街8號_F1_20201012",
                    "faceName": "客8號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街8,10,12號_F2_20201012",
                    "faceName": "客8,10,12號_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街10,12號_F1_20201012",
                    "faceName": "客10,12號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街14號_F1_20201012",
                    "faceName": "客14號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街14,16,18號_F2_20201012",
                    "faceName": "客14,16,18號_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街16號_F1_20201012",
                    "faceName": "客16號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街18號_F1_20201012",
                    "faceName": "客18號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街20號_F1_20201012",
                    "faceName": "客20號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街22號_F1_20201012",
                    "faceName": "客22號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街20,22號_F2_20201012",
                    "faceName": "客20,22號_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街26號_F1_20201012",
                    "faceName": "客26號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街26號_F2_20201012",
                    "faceName": "客26號_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街62AA號_F1_20201012",
                    "faceName": "客62AA號_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街163號_20201012",
                    "faceName": "客163號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_客商街30號_20201012",
                    "faceName": "客30號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_恩尼斯總統前地_路環市政街市_F1_20201012",
                    "faceName": "恩_路環市政街市_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_恩尼斯總統前地_路環市政街市_F2_20201012",
                    "faceName": "恩_路環市政街市_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_恩尼斯總統前地1,6號_20201012",
                    "faceName": "恩1,6號",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_恩尼斯總統前地M18_F2_20201012",
                    "faceName": "恩M18_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_恩尼斯總統前地M18_F1_20201012",
                    "faceName": "恩M18_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_恩尼斯總統前地M19_F1_20201012",
                    "faceName": "恩M19_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_恩尼斯總統前地M19_F2_20201012",
                    "faceName": "恩M19_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_恩尼斯總統前地_路環衛生站_F1_20201012",
                    "faceName": "恩_路環衛生站_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_恩尼斯總統前地_路環衛生站_F2_20201012",
                    "faceName": "恩_路環衛生站_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_恩尼斯總統前地_路環衛生站_F3_20201012",
                    "faceName": "恩_路環衛生站_F3",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_恩尼斯總統前地_路環衛生站_F4_20201012",
                    "faceName": "恩_路環衛生站_F4",
                    "year": 2020
                },
                {
                    "imageFileName": "CC001_恩尼斯總統前地_F5_20201012",
                    "faceName": "恩_F5",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        10.8077392578125,
                        -73.8670654296875
                    ],
                    [
                        11.8389892578125,
                        -73.4764404296875
                    ],
                    [
                        11.8702392578125,
                        -73.6014404296875
                    ],
                    [
                        13.7452392578125,
                        -73.2889404296875
                    ],
                    [
                        13.6202392578125,
                        -73.3826904296875
                    ],
                    [
                        13.5577392578125,
                        -73.4608154296875
                    ],
                    [
                        13.4796142578125,
                        -73.6326904296875
                    ],
                    [
                        13.4952392578125,
                        -73.8201904296875
                    ],
                    [
                        13.5733642578125,
                        -73.9920654296875
                    ],
                    [
                        13.6202392578125,
                        -74.0545654296875
                    ],
                    [
                        13.2452392578125,
                        -74.4451904296875
                    ],
                    [
                        12.7608642578125,
                        -74.4920654296875
                    ],
                    [
                        12.5733642578125,
                        -76.7108154296875
                    ],
                    [
                        12.5577392578125,
                        -76.7108154296875
                    ],
                    [
                        12.4171142578125,
                        -77.3201904296875
                    ],
                    [
                        12.4327392578125,
                        -77.4295654296875
                    ],
                    [
                        11.8546142578125,
                        -77.1639404296875
                    ],
                    [
                        11.6671142578125,
                        -77.6951904296875
                    ],
                    [
                        12.1514892578125,
                        -77.8045654296875
                    ],
                    [
                        12.1671142578125,
                        -77.7108154296875
                    ],
                    [
                        12.2608642578125,
                        -77.7108154296875
                    ],
                    [
                        12.3233642578125,
                        -77.5545654296875
                    ],
                    [
                        12.2139892578125,
                        -77.4764404296875
                    ],
                    [
                        12.2452392578125,
                        -77.3358154296875
                    ],
                    [
                        12.4327392578125,
                        -77.4139404296875
                    ],
                    [
                        12.2764892578125,
                        -77.8514404296875
                    ],
                    [
                        12.3389892578125,
                        -77.9451904296875
                    ],
                    [
                        11.8389892578125,
                        -78.8670654296875
                    ],
                    [
                        11.8077392578125,
                        -78.8201904296875
                    ],
                    [
                        11.6202392578125,
                        -79.3045654296875
                    ],
                    [
                        11.1046142578125,
                        -79.1170654296875
                    ],
                    [
                        11.1671142578125,
                        -78.8045654296875
                    ],
                    [
                        10.9483642578125,
                        -78.7264404296875
                    ],
                    [
                        10.9327392578125,
                        -78.6326904296875
                    ],
                    [
                        10.8858642578125,
                        -78.6014404296875
                    ],
                    [
                        10.9796142578125,
                        -78.3358154296875
                    ],
                    [
                        10.9483642578125,
                        -78.3201904296875
                    ],
                    [
                        10.9796142578125,
                        -78.1795654296875
                    ],
                    [
                        11.0108642578125,
                        -78.1795654296875
                    ],
                    [
                        11.0889892578125,
                        -77.8983154296875
                    ],
                    [
                        10.6827392578125,
                        -77.7889404296875
                    ],
                    [
                        10.7139892578125,
                        -77.5701904296875
                    ],
                    [
                        10.4796142578125,
                        -77.5233154296875
                    ],
                    [
                        10.7139892578125,
                        -76.3045654296875
                    ],
                    [
                        11.5577392578125,
                        -76.5076904296875
                    ],
                    [
                        11.6046142578125,
                        -75.8826904296875
                    ],
                    [
                        11.7921142578125,
                        -75.8983154296875
                    ],
                    [
                        11.8077392578125,
                        -75.7733154296875
                    ],
                    [
                        12.0733642578125,
                        -75.7733154296875
                    ],
                    [
                        11.9639892578125,
                        -74.4295654296875
                    ],
                    [
                        10.8389892578125,
                        -74.4295654296875
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "場所",
            "island": "Coloane",
            "name": "由路環碼頭至譚公廟前地的海旁",
            "id": "SC001",
            "address": "",
            "images": [
                {
                    "imageFileName": "SC001_由路環碼頭至譚公廟前地的海旁_20201110_T",
                    "faceName": "T",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        5.53125,
                        -71.203125
                    ],
                    [
                        5.4375,
                        -70.59375
                    ],
                    [
                        7.0625,
                        -70.203125
                    ],
                    [
                        7.140625,
                        -70.46875
                    ],
                    [
                        8.6875,
                        -70.765625
                    ],
                    [
                        9.6875,
                        -71.15625
                    ],
                    [
                        10.1875,
                        -71.40625
                    ],
                    [
                        10.40625,
                        -71.65625
                    ],
                    [
                        10.5625,
                        -71.953125
                    ],
                    [
                        10.671875,
                        -72.25
                    ],
                    [
                        10.75,
                        -73.046875
                    ],
                    [
                        10.78125,
                        -74.984375
                    ],
                    [
                        10.828125,
                        -75.765625
                    ],
                    [
                        10.703125,
                        -76.234375
                    ],
                    [
                        9.734375,
                        -81.03125
                    ],
                    [
                        9.75,
                        -81.1875
                    ],
                    [
                        8.109375,
                        -85.296875
                    ],
                    [
                        8.140625,
                        -85.421875
                    ],
                    [
                        8.328125,
                        -85.40625
                    ],
                    [
                        8.34375,
                        -85.34375
                    ],
                    [
                        9.03125,
                        -85.4375
                    ],
                    [
                        8.84375,
                        -85.796875
                    ],
                    [
                        8.59375,
                        -86.109375
                    ],
                    [
                        8.5625,
                        -86.15625
                    ],
                    [
                        8.46875,
                        -86.34375
                    ],
                    [
                        8.21875,
                        -86.296875
                    ],
                    [
                        8.125,
                        -86.09375
                    ],
                    [
                        7.46875,
                        -86.25
                    ],
                    [
                        7.375,
                        -86.125
                    ],
                    [
                        7.46875,
                        -86.109375
                    ],
                    [
                        9.421875,
                        -81.140625
                    ],
                    [
                        10.526123046875,
                        -75.87078857421875
                    ],
                    [
                        10.4610595703125,
                        -72.59759521484375
                    ],
                    [
                        10.3673095703125,
                        -72.31634521484375
                    ],
                    [
                        10.2423095703125,
                        -72.05072021484375
                    ],
                    [
                        10.1329345703125,
                        -71.75384521484375
                    ],
                    [
                        9.7891845703125,
                        -71.55072021484375
                    ],
                    [
                        9.5235595703125,
                        -71.39447021484375
                    ],
                    [
                        8.9454345703125,
                        -71.14447021484375
                    ],
                    [
                        7.9766845703125,
                        -70.91009521484375
                    ],
                    [
                        7.6954345703125,
                        -70.83197021484375
                    ],
                    [
                        7.7110595703125,
                        -70.76947021484375
                    ],
                    [
                        7.4298095703125,
                        -70.66009521484375
                    ],
                    [
                        7.2579345703125,
                        -70.66009521484375
                    ],
                    [
                        7.1641845703125,
                        -70.50384521484375
                    ],
                    [
                        7.0391845703125,
                        -70.44134521484375
                    ],
                    [
                        5.6485595703125,
                        -70.76947021484375
                    ],
                    [
                        5.6798095703125,
                        -71.08197021484375
                    ],
                    [
                        5.7110595703125,
                        -71.25384521484375
                    ],
                    [
                        5.5079345703125,
                        -71.25384521484375
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "場所",
            "island": "Coloane",
            "name": "路環島海拔高度80米及以上區域",
            "id": "SC002",
            "address": "",
            "images": []
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        36.44482421875,
                        -64.7906494140625
                    ],
                    [
                        47.88232421875,
                        -64.7906494140625
                    ],
                    [
                        47.88232421875,
                        -74.8843994140625
                    ],
                    [
                        36.44482421875,
                        -74.8843994140625
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "場所",
            "island": "Coloane",
            "name": "荔枝碗船廠片區",
            "id": "SC003",
            "address": "位於路環荔枝碗馬路",
            "images": []
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        8.03125,
                        -68.46875
                    ],
                    [
                        5.34375,
                        -67.84375
                    ],
                    [
                        6.34375,
                        -64.96875
                    ],
                    [
                        6.40625,
                        -64.5625
                    ],
                    [
                        6.96875,
                        -63.84375
                    ],
                    [
                        7.71875,
                        -63.5625
                    ],
                    [
                        8.75,
                        -62.96875
                    ],
                    [
                        10.09375,
                        -62.125
                    ],
                    [
                        11.6875,
                        -61.0625
                    ],
                    [
                        12.28125,
                        -60.78125
                    ],
                    [
                        13.59375,
                        -59.53125
                    ],
                    [
                        15.0625,
                        -61.1875
                    ],
                    [
                        15.375,
                        -60.9375
                    ],
                    [
                        15.9375,
                        -61.5625
                    ],
                    [
                        16.40625,
                        -61.78125
                    ],
                    [
                        16.3125,
                        -62.09375
                    ],
                    [
                        15.59375,
                        -61.71875
                    ],
                    [
                        14.75,
                        -62.4375
                    ],
                    [
                        14.9375,
                        -62.59375
                    ],
                    [
                        14.3125,
                        -63.0625
                    ],
                    [
                        14.65625,
                        -63.6875
                    ],
                    [
                        13.90625,
                        -63.96875
                    ],
                    [
                        13.90625,
                        -63.875
                    ],
                    [
                        13.6875,
                        -64
                    ],
                    [
                        13.46875,
                        -63.5625
                    ],
                    [
                        12.96875,
                        -63.71875
                    ],
                    [
                        13.1875,
                        -64.28125
                    ],
                    [
                        12.90625,
                        -64.40625
                    ],
                    [
                        12.75,
                        -64.28125
                    ],
                    [
                        12.125,
                        -64.5
                    ],
                    [
                        12.09375,
                        -64.75
                    ],
                    [
                        11.46875,
                        -65.09375
                    ],
                    [
                        10.96875,
                        -65.375
                    ],
                    [
                        10.5625,
                        -65.65625
                    ],
                    [
                        10.4375,
                        -65.84375
                    ],
                    [
                        9.9375,
                        -65.84375
                    ],
                    [
                        9.84375,
                        -65.5625
                    ],
                    [
                        9.5625,
                        -65.8125
                    ],
                    [
                        9.34375,
                        -65.53125
                    ],
                    [
                        9.34375,
                        -66.25
                    ],
                    [
                        9.09375,
                        -66.375
                    ],
                    [
                        9.09375,
                        -66.5
                    ],
                    [
                        8.75,
                        -66.46875
                    ],
                    [
                        8.59375,
                        -67.0625
                    ],
                    [
                        8.75,
                        -67.09375
                    ],
                    [
                        8.0625,
                        -68.4375
                    ]
                ]
            ]
        }
    }
]
