export const coloaneProperties = [
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "聖方濟各堂",
            "id": "MC001",
            "address": "位於馬忌士前地",
            "images": [],
            "numFaces": 2
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        11.71875,
                        -77.65625
                    ],
                    [
                        11.84375,
                        -77.21875
                    ],
                    [
                        12.203125,
                        -77.34375
                    ],
                    [
                        12.15625,
                        -77.484375
                    ],
                    [
                        12.28125,
                        -77.546875
                    ],
                    [
                        12.265625,
                        -77.625
                    ],
                    [
                        12.140625,
                        -77.65625
                    ],
                    [
                        12.109375,
                        -77.765625
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "譚僊聖廟（譚公廟）",
            "id": "MC002",
            "address": "位於譚公廟前地",
            "images": [],
            "numFaces": 1
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        7.48919677734375,
                        -86.31903076171875
                    ],
                    [
                        8.11419677734375,
                        -86.19403076171875
                    ],
                    [
                        8.16107177734375,
                        -86.30340576171875
                    ],
                    [
                        8.02044677734375,
                        -86.33465576171875
                    ],
                    [
                        8.05169677734375,
                        -86.53778076171875
                    ],
                    [
                        7.75482177734375,
                        -86.61590576171875
                    ],
                    [
                        7.69232177734375,
                        -86.42840576171875
                    ],
                    [
                        7.50482177734375,
                        -86.44403076171875
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "天后古廟",
            "id": "MC003",
            "address": "位於天后廟前地",
            "images": [],
            "numFaces": 1
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        12.83294677734375,
                        -82.94403076171875
                    ],
                    [
                        13.19232177734375,
                        -82.49090576171875
                    ],
                    [
                        13.58294677734375,
                        -82.83465576171875
                    ],
                    [
                        13.27044677734375,
                        -83.24090576171875
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "觀音廟（九澳）",
            "id": "MC004",
            "address": "位於九澳村",
            "images": [],
            "numFaces": 3
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        104.7047119140625,
                        -30.94390869140625
                    ],
                    [
                        104.7828369140625,
                        -30.83453369140625
                    ],
                    [
                        104.9390869140625,
                        -30.97515869140625
                    ],
                    [
                        104.8609619140625,
                        -31.08453369140625
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "三聖宮",
            "id": "MC005",
            "address": "位於船人街",
            "images": [],
            "numFaces": 2
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        10.2039794921875,
                        -71.2994384765625
                    ],
                    [
                        10.3133544921875,
                        -71.1744384765625
                    ],
                    [
                        10.4539794921875,
                        -71.3150634765625
                    ],
                    [
                        10.3289794921875,
                        -71.4244384765625
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "大王廟",
            "id": "MC006",
            "address": "位於黑沙村",
            "images": [],
            "numFaces": 2
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        60.99371337890625,
                        -67.86761474609375
                    ],
                    [
                        61.07183837890625,
                        -67.77386474609375
                    ],
                    [
                        61.19683837890625,
                        -67.93011474609375
                    ],
                    [
                        61.11871337890625,
                        -68.02386474609375
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Coloane",
            "name": "觀音古廟（路環）",
            "id": "MC007",
            "address": "位於大廟巷",
            "images": [],
            "numFaces": 2
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        11.24615478515625,
                        -80.04473876953125
                    ],
                    [
                        11.33990478515625,
                        -79.84161376953125
                    ],
                    [
                        11.58990478515625,
                        -79.99786376953125
                    ],
                    [
                        11.49615478515625,
                        -80.13848876953125
                    ]
                ]
            ]
        }
    }
]
