export const taipaProperties = [
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "嘉模聖母堂",
            "id": "MT001",
            "address": "位於嘉模前地",
            "images": [
                {
                    "imageFileName": "MT001_嘉模聖母堂_嘉模前地_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT001_嘉模聖母堂_嘉模前地_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MT001_嘉模聖母堂_嘉模前地_20201006_F2",
                    "faceName": "F2",
                    "year": 2020
                },
                {
                    "imageFileName": "MT001_嘉模聖母堂_嘉模前地_20201006_D1",
                    "faceName": "D1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        106.82012939453125,
                        -83.46124267578125
                    ],
                    [
                        107.80450439453125,
                        -82.32061767578125
                    ],
                    [
                        107.97637939453125,
                        -82.46124267578125
                    ],
                    [
                        108.17950439453125,
                        -82.38311767578125
                    ],
                    [
                        108.21075439453125,
                        -82.52374267578125
                    ],
                    [
                        108.30450439453125,
                        -82.60186767578125
                    ],
                    [
                        108.44512939453125,
                        -82.63311767578125
                    ],
                    [
                        108.38262939453125,
                        -82.82061767578125
                    ],
                    [
                        108.55450439453125,
                        -83.00811767578125
                    ],
                    [
                        107.53887939453125,
                        -84.10186767578125
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "觀音堂（氹仔）",
            "id": "MT002",
            "address": "位於施督憲正街",
            "images": [
                {
                    "imageFileName": "MT002_觀音堂(氹仔)_施督憲正街_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT002_觀音堂(氹仔)_施督憲正街_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        102.41387939453125,
                        -84.11749267578125
                    ],
                    [
                        102.53887939453125,
                        -84.02374267578125
                    ],
                    [
                        102.82012939453125,
                        -84.41436767578125
                    ],
                    [
                        102.63262939453125,
                        -84.49249267578125
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "觀音岩（氹仔東北馬路）",
            "id": "MT003",
            "address": "位於氹仔東北馬路",
            "images": [
                {
                    "imageFileName": "MT003_觀音岩(氹仔東北馬路)_氹仔東北馬路_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT003_觀音岩(氹仔東北馬路)_氹仔東北馬路_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MT003_觀音岩(氹仔東北馬路)_氹仔東北馬路_20201006_F2",
                    "faceName": "F2",
                    "year": 2020
                },
                {
                    "imageFileName": "MT003_觀音岩(氹仔東北馬路)_氹仔東北馬路_20201006_D1",
                    "faceName": "D1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        93.609375,
                        -24.3125
                    ],
                    [
                        93.796875,
                        -24.34375
                    ],
                    [
                        93.828125,
                        -24.25
                    ],
                    [
                        93.953125,
                        -24.25
                    ],
                    [
                        93.9375,
                        -24.375
                    ],
                    [
                        94.1875,
                        -24.421875
                    ],
                    [
                        94.234375,
                        -24.703125
                    ],
                    [
                        94.15625,
                        -24.703125
                    ],
                    [
                        94.125,
                        -24.859375
                    ],
                    [
                        93.71875,
                        -24.8125
                    ],
                    [
                        93.765625,
                        -24.609375
                    ],
                    [
                        93.59375,
                        -24.578125
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "醫靈廟",
            "id": "MT004",
            "address": "位於施督憲正街",
            "images": [
                {
                    "imageFileName": "MT004_醫靈廟_施督憲正街_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT004_醫靈廟_施督憲正街_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        106.140625,
                        -80.921875
                    ],
                    [
                        106.28125,
                        -80.75
                    ],
                    [
                        107.140625,
                        -81.25
                    ],
                    [
                        106.984375,
                        -81.4375
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "北帝廟",
            "id": "MT005",
            "address": "位於嘉妹前地",
            "images": [
                {
                    "imageFileName": "MT005_北帝廟_嘉妹前地_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT005_北帝廟_嘉妹前地_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        91.41070556640625,
                        -87.38873291015625
                    ],
                    [
                        91.78570556640625,
                        -86.99810791015625
                    ],
                    [
                        92.52008056640625,
                        -87.74810791015625
                    ],
                    [
                        92.14508056640625,
                        -88.10748291015625
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "天后宮",
            "id": "MT006",
            "address": "位於巴波沙總督街",
            "images": [
                {
                    "imageFileName": "MT006_天后廟_巴波沙總督街_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT006_天后廟_巴波沙總督街_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        91.99407958984375,
                        -90.13446044921875
                    ],
                    [
                        92.80657958984375,
                        -89.75946044921875
                    ],
                    [
                        93.00970458984375,
                        -90.13446044921875
                    ],
                    [
                        92.18157958984375,
                        -90.52508544921875
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "三婆廟",
            "id": "MT007",
            "address": "位於飛能便度街",
            "images": [
                {
                    "imageFileName": "MT007_三婆廟_飛能便度街_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT007_三婆廟_飛能便度街_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MT007_三婆廟_飛能便度街_20201006_F2",
                    "faceName": "F2",
                    "year": 2020
                },
                {
                    "imageFileName": "MT007_三婆廟_飛能便度街_20201006_F3",
                    "faceName": "F3",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        110.847412109375,
                        -72.31024169921875
                    ],
                    [
                        111.066162109375,
                        -71.82586669921875
                    ],
                    [
                        111.394287109375,
                        -71.98211669921875
                    ],
                    [
                        111.253662109375,
                        -72.49774169921875
                    ],
                    [
                        111.144287109375,
                        -72.45086669921875
                    ],
                    [
                        111.066162109375,
                        -72.66961669921875
                    ],
                    [
                        110.863037109375,
                        -72.52899169921875
                    ],
                    [
                        110.941162109375,
                        -72.35711669921875
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "關帝殿及天后宮",
            "id": "MT008",
            "address": "位於天津街",
            "images": [
                {
                    "imageFileName": "MT008_關帝殿及天后宮_天津街_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT008_關帝殿及天后宮_天津街_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MT008_關帝殿及天后宮_天津街_20201006_F2",
                    "faceName": "F2",
                    "year": 2020
                },
                {
                    "imageFileName": "MT008_關帝殿及天后宮_天津街_20201006_D1",
                    "faceName": "D1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        105.892822265625,
                        -37.31427001953125
                    ],
                    [
                        106.299072265625,
                        -36.82989501953125
                    ],
                    [
                        106.642822265625,
                        -37.15802001953125
                    ],
                    [
                        106.205322265625,
                        -37.61114501953125
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "紀念物",
            "island": "Taipa",
            "name": "氹仔炮台",
            "id": "MT009",
            "address": "位於盧伯德圓形地",
            "images": [
                {
                    "imageFileName": "MT009_氹仔炮台_盧伯德圓形地_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "MT009_氹仔炮台_盧伯德圓形地_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "MT009_氹仔炮台_盧伯德圓形地_20201006_F2",
                    "faceName": "F2",
                    "year": 2020
                },
                {
                    "imageFileName": "MT009_氹仔炮台_盧伯德圓形地_20201006_D1",
                    "faceName": "D1",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        24.038818359375,
                        -63.15972900390625
                    ],
                    [
                        24.398193359375,
                        -63.08160400390625
                    ],
                    [
                        24.257568359375,
                        -62.05035400390625
                    ],
                    [
                        24.757568359375,
                        -61.92535400390625
                    ],
                    [
                        25.007568359375,
                        -61.75347900390625
                    ],
                    [
                        25.273193359375,
                        -61.72222900390625
                    ],
                    [
                        25.085693359375,
                        -62.09722900390625
                    ],
                    [
                        25.085693359375,
                        -62.42535400390625
                    ],
                    [
                        25.304443359375,
                        -63.26910400390625
                    ],
                    [
                        25.476318359375,
                        -63.30035400390625
                    ],
                    [
                        25.570068359375,
                        -63.31597900390625
                    ],
                    [
                        25.710693359375,
                        -63.39410400390625
                    ],
                    [
                        25.679443359375,
                        -63.45660400390625
                    ],
                    [
                        25.757568359375,
                        -63.67535400390625
                    ],
                    [
                        25.913818359375,
                        -63.80035400390625
                    ],
                    [
                        26.054443359375,
                        -63.84722900390625
                    ],
                    [
                        25.663818359375,
                        -64.40972900390625
                    ],
                    [
                        25.710693359375,
                        -64.72222900390625
                    ],
                    [
                        25.663818359375,
                        -64.86285400390625
                    ],
                    [
                        25.710693359375,
                        -64.98785400390625
                    ],
                    [
                        25.132568359375,
                        -65.30035400390625
                    ],
                    [
                        24.679443359375,
                        -64.80035400390625
                    ],
                    [
                        24.616943359375,
                        -64.37847900390625
                    ],
                    [
                        24.273193359375,
                        -64.44097900390625
                    ],
                    [
                        23.945068359375,
                        -63.31597900390625
                    ],
                    [
                        23.851318359375,
                        -63.26910400390625
                    ],
                    [
                        23.835693359375,
                        -63.20660400390625
                    ],
                    [
                        23.835693359375,
                        -63.12847900390625
                    ],
                    [
                        23.945068359375,
                        -63.06597900390625
                    ],
                    [
                        24.023193359375,
                        -63.11285400390625
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "具建築藝術價值的樓宇",
            "island": "Taipa",
            "name": "路氹歷史館(原海島市政廳舊址)",
            "id": "AT001",
            "address": "位於各利雅施利華街",
            "images": [
                {
                    "imageFileName": "AT001_路氹歷史館(原海島市政廳舊址)_各利雅施利華街_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "AT001_路氹歷史館(原海島市政廳舊址)_各利雅施利華街_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "AT001_路氹歷史館(原海島市政廳舊址)_各利雅施利華街_20201006_F2",
                    "faceName": "F2",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        91.51397705078125,
                        -88.95184326171875
                    ],
                    [
                        92.79522705078125,
                        -88.42059326171875
                    ],
                    [
                        93.13897705078125,
                        -88.85809326171875
                    ],
                    [
                        91.76397705078125,
                        -89.51434326171875
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "具建築藝術價值的樓宇",
            "island": "Taipa",
            "name": "寶信押",
            "id": "AT002",
            "address": "位於福隆巷1號",
            "images": [
                {
                    "imageFileName": "AT002_寶信押_福隆巷1號_20201006_T",
                    "faceName": "Top",
                    "year": 2020
                },
                {
                    "imageFileName": "AT002_寶信押_福隆巷1號_20201006_F1",
                    "faceName": "F1",
                    "year": 2020
                },
                {
                    "imageFileName": "AT002_寶信押_福隆巷1號_20201006_F2",
                    "faceName": "F2",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        94.65460205078125,
                        -87.56121826171875
                    ],
                    [
                        94.81085205078125,
                        -87.40496826171875
                    ],
                    [
                        95.15460205078125,
                        -87.85809326171875
                    ],
                    [
                        95.02960205078125,
                        -87.96746826171875
                    ],
                    [
                        94.93585205078125,
                        -87.84246826171875
                    ],
                    [
                        94.90460205078125,
                        -87.87371826171875
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "建築群",
            "island": "Taipa",
            "name": "嘉模前地，海邊馬路",
            "id": "CT001",
            "address": "",
            "images": [
                {
                    "imageFileName": "CT001_嘉模前地，海邊馬路_20201006_T",
                    "faceName": "T",
                    "year": 2020
                },
                {
                    "imageFileName": "CT001_嘉模前地，海邊馬路_創薈館_20201006_F1",
                    "faceName": "創薈館_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CT001_嘉模前地，海邊馬路_創薈館_20201006_F2",
                    "faceName": "創薈館_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CT001_嘉模前地，海邊馬路_匯藝廊_20201006_F1",
                    "faceName": "匯藝廊_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CT001_嘉模前地，海邊馬路_匯藝廊_20201006_F2",
                    "faceName": "匯藝廊_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CT001_嘉模前地，海邊馬路_葡韻生活館-20201006_F1",
                    "faceName": "葡韻生活館_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CT001_嘉模前地，海邊馬路_葡韻生活館_20201006_F2",
                    "faceName": "葡韻生活館_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CT001_嘉模前地，海邊馬路4號_風貌館_20201006_F1",
                    "faceName": "4號_風貌館_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CT001_嘉模前地，海邊馬路4號_風貌館_20201006_F2",
                    "faceName": "4號_風貌館_F2",
                    "year": 2020
                },
                {
                    "imageFileName": "CT001_嘉模前地，海邊馬路5號_迎賓館_20201006_F1",
                    "faceName": "5號_迎賓館_F1",
                    "year": 2020
                },
                {
                    "imageFileName": "CT001_嘉模前地，海邊馬路5號_迎賓館_20201006_F2",
                    "faceName": "5號_迎賓館_F2",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        106.11981201171875,
                        -83.45068359375
                    ],
                    [
                        108.11981201171875,
                        -81.65380859375
                    ],
                    [
                        106.52606201171875,
                        -80.51318359375
                    ],
                    [
                        107.44793701171875,
                        -79.48193359375
                    ],
                    [
                        108.66668701171875,
                        -80.63818359375
                    ],
                    [
                        108.80731201171875,
                        -80.51318359375
                    ],
                    [
                        109.04168701171875,
                        -80.71630859375
                    ],
                    [
                        108.88543701171875,
                        -80.88818359375
                    ],
                    [
                        109.68231201171875,
                        -81.60693359375
                    ],
                    [
                        116.04168701171875,
                        -77.76318359375
                    ],
                    [
                        116.74481201171875,
                        -79.81005859375
                    ],
                    [
                        109.88543701171875,
                        -83.70068359375
                    ],
                    [
                        109.80731201171875,
                        -83.48193359375
                    ],
                    [
                        109.60418701171875,
                        -83.34130859375
                    ],
                    [
                        109.74481201171875,
                        -83.10693359375
                    ],
                    [
                        109.88543701171875,
                        -82.71630859375
                    ],
                    [
                        109.58856201171875,
                        -82.68505859375
                    ],
                    [
                        109.38543701171875,
                        -82.32568359375
                    ],
                    [
                        109.22918701171875,
                        -82.95068359375
                    ],
                    [
                        108.76043701171875,
                        -83.45068359375
                    ],
                    [
                        108.60418701171875,
                        -83.57568359375
                    ],
                    [
                        108.51043701171875,
                        -83.74755859375
                    ],
                    [
                        108.35418701171875,
                        -83.71630859375
                    ],
                    [
                        108.24481201171875,
                        -83.82568359375
                    ],
                    [
                        108.07293701171875,
                        -83.77880859375
                    ],
                    [
                        108.08856201171875,
                        -83.60693359375
                    ],
                    [
                        108.60418701171875,
                        -83.02880859375
                    ],
                    [
                        108.43231201171875,
                        -82.82568359375
                    ],
                    [
                        108.47918701171875,
                        -82.62255859375
                    ],
                    [
                        108.26043701171875,
                        -82.52880859375
                    ],
                    [
                        108.18231201171875,
                        -82.34130859375
                    ],
                    [
                        107.96356201171875,
                        -82.40380859375
                    ],
                    [
                        107.77606201171875,
                        -82.26318359375
                    ],
                    [
                        106.77606201171875,
                        -83.48193359375
                    ],
                    [
                        107.54168701171875,
                        -84.15380859375
                    ],
                    [
                        107.63543701171875,
                        -84.07568359375
                    ],
                    [
                        107.97918701171875,
                        -84.99755859375
                    ],
                    [
                        107.79168701171875,
                        -85.27880859375
                    ],
                    [
                        106.96356201171875,
                        -84.48193359375
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "建築群",
            "island": "Taipa",
            "name": "嘉妹前地，買賣街，客商街，中街",
            "id": "CT002",
            "address": "嘉 - 嘉妹前地\n生 - 生央街\n買 - 買賣街\n客 - 客商街\n中 - 中街",
            "images": [
                {
                    "imageFileName": "CT002_嘉妹前地，買賣街，客商街，中街_20201006_T",
                    "faceName": "嘉，買，客，中_T",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_嘉妹前地_20201006_F6",
                    "faceName": "嘉_F6",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_嘉妹前地_20201006_F7",
                    "faceName": "嘉_F7",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_嘉妹前地_20201006_F8",
                    "faceName": "嘉_F8",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_嘉妹前地37,39,43,45,49,53號_20201006",
                    "faceName": "嘉37,39,43,45,49,53號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_嘉妹前地_北帝廟_20201006",
                    "faceName": "嘉_北帝廟",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_生央街2AA,8AA,12AA_20201006",
                    "faceName": "生2AA,8AA,12AA",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街49,53號_20201006",
                    "faceName": "客49,53號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街19號_20201006",
                    "faceName": "客19號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街41,43號_20201006",
                    "faceName": "客41,43號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街11號_20201006",
                    "faceName": "客11號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街9,9A號_20201006",
                    "faceName": "客9,9A號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街31號_20201006",
                    "faceName": "客31號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街5號_20201006",
                    "faceName": "客5號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街23號_20201006",
                    "faceName": "客23號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街2號_20201006",
                    "faceName": "客2號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街4號_20201006",
                    "faceName": "客4號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街6號_20201006",
                    "faceName": "客6號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街8A號_20201006",
                    "faceName": "客8A號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街8號_20201006",
                    "faceName": "客8號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_客商街10號_20201006",
                    "faceName": "客10號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_中街1,3,5號_20201006",
                    "faceName": "中1,3,5號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_中街7號_20201006",
                    "faceName": "中7號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_中街9號_20201006",
                    "faceName": "中9號",
                    "year": 2020
                },
                {
                    "imageFileName": "CT002_中街11號_20201006",
                    "faceName": "中11號",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        89.28466796875,
                        -87.6800537109375
                    ],
                    [
                        89.48779296875,
                        -87.3050537109375
                    ],
                    [
                        90.67529296875,
                        -85.7269287109375
                    ],
                    [
                        91.11279296875,
                        -86.1175537109375
                    ],
                    [
                        91.42529296875,
                        -85.8050537109375
                    ],
                    [
                        91.84716796875,
                        -86.2738037109375
                    ],
                    [
                        92.30029296875,
                        -85.7425537109375
                    ],
                    [
                        92.78466796875,
                        -86.2894287109375
                    ],
                    [
                        92.92529296875,
                        -86.1800537109375
                    ],
                    [
                        93.09716796875,
                        -86.3831787109375
                    ],
                    [
                        92.95654296875,
                        -86.5238037109375
                    ],
                    [
                        93.70654296875,
                        -87.4300537109375
                    ],
                    [
                        93.23779296875,
                        -87.8519287109375
                    ],
                    [
                        93.01904296875,
                        -87.9613037109375
                    ],
                    [
                        92.11279296875,
                        -86.8519287109375
                    ],
                    [
                        91.89404296875,
                        -87.0550537109375
                    ],
                    [
                        91.76904296875,
                        -86.9144287109375
                    ],
                    [
                        91.34716796875,
                        -87.4144287109375
                    ],
                    [
                        92.12841796875,
                        -88.1644287109375
                    ],
                    [
                        92.20654296875,
                        -88.1331787109375
                    ],
                    [
                        92.28466796875,
                        -88.2738037109375
                    ],
                    [
                        91.36279296875,
                        -88.6800537109375
                    ],
                    [
                        90.89404296875,
                        -87.5863037109375
                    ],
                    [
                        90.67529296875,
                        -87.7113037109375
                    ],
                    [
                        90.65966796875,
                        -87.6644287109375
                    ],
                    [
                        90.51904296875,
                        -87.6019287109375
                    ],
                    [
                        90.36279296875,
                        -87.5706787109375
                    ],
                    [
                        90.22216796875,
                        -87.5706787109375
                    ],
                    [
                        89.48779296875,
                        -87.8363037109375
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "場所",
            "island": "Taipa",
            "name": "氹仔市政花園",
            "id": "ST001",
            "address": "",
            "images": [
                {
                    "imageFileName": "ST001_氹仔市政花園_20201006_T",
                    "faceName": "T",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        107.826171875,
                        -85.31097412109375
                    ],
                    [
                        108.044921875,
                        -85.04534912109375
                    ],
                    [
                        107.685546875,
                        -84.10784912109375
                    ],
                    [
                        107.998046875,
                        -83.76409912109375
                    ],
                    [
                        108.107421875,
                        -83.87347412109375
                    ],
                    [
                        108.294921875,
                        -83.90472412109375
                    ],
                    [
                        108.373046875,
                        -83.82659912109375
                    ],
                    [
                        108.529296875,
                        -83.82659912109375
                    ],
                    [
                        108.654296875,
                        -83.63909912109375
                    ],
                    [
                        108.873046875,
                        -83.51409912109375
                    ],
                    [
                        109.248046875,
                        -83.06097412109375
                    ],
                    [
                        109.419921875,
                        -82.51409912109375
                    ],
                    [
                        109.560546875,
                        -82.73284912109375
                    ],
                    [
                        109.779296875,
                        -82.77972412109375
                    ],
                    [
                        109.529296875,
                        -83.32659912109375
                    ],
                    [
                        109.716796875,
                        -83.51409912109375
                    ],
                    [
                        109.826171875,
                        -83.81097412109375
                    ],
                    [
                        110.263671875,
                        -83.56097412109375
                    ],
                    [
                        109.716796875,
                        -84.21722412109375
                    ],
                    [
                        109.638671875,
                        -84.32659912109375
                    ],
                    [
                        109.576171875,
                        -84.96722412109375
                    ],
                    [
                        109.779296875,
                        -85.12347412109375
                    ],
                    [
                        109.810546875,
                        -85.26409912109375
                    ],
                    [
                        109.763671875,
                        -85.40472412109375
                    ],
                    [
                        109.669921875,
                        -85.51409912109375
                    ],
                    [
                        109.732421875,
                        -86.23284912109375
                    ],
                    [
                        109.435546875,
                        -86.62347412109375
                    ],
                    [
                        109.419921875,
                        -87.02972412109375
                    ],
                    [
                        109.357421875,
                        -87.06097412109375
                    ],
                    [
                        109.201171875,
                        -87.26409912109375
                    ],
                    [
                        109.044921875,
                        -87.49847412109375
                    ],
                    [
                        108.841796875,
                        -87.68597412109375
                    ],
                    [
                        108.701171875,
                        -87.76409912109375
                    ],
                    [
                        108.623046875,
                        -87.73284912109375
                    ],
                    [
                        108.248046875,
                        -87.84222412109375
                    ],
                    [
                        107.794921875,
                        -87.71722412109375
                    ],
                    [
                        107.763671875,
                        -87.62347412109375
                    ],
                    [
                        107.826171875,
                        -87.18597412109375
                    ],
                    [
                        107.982421875,
                        -86.87347412109375
                    ],
                    [
                        108.029296875,
                        -85.82659912109375
                    ],
                    [
                        107.841796875,
                        -85.29534912109375
                    ]
                ]
            ]
        }
    },
    {
        "type": "Feature",
        "properties": {
            "category": "場所",
            "island": "Taipa",
            "name": "嘉模墟（原氹仔市政街市舊址）",
            "id": "ST002",
            "address": "位於鄰近氹仔施督憲正街的土地",
            "images": [
                {
                    "imageFileName": "ST002_嘉模墟(原氹仔市政街市舊址)_氹仔施督憲正街的土地_20201006_T",
                    "faceName": "T",
                    "year": 2020
                }
            ]
        },
        "geometry": {
            "type": "Polygon",
            "coordinates": [
                [
                    [
                        100.09912109375,
                        -83.9991455078125
                    ],
                    [
                        100.84912109375,
                        -83.6241455078125
                    ],
                    [
                        101.13037109375,
                        -84.0772705078125
                    ],
                    [
                        100.38037109375,
                        -84.4835205078125
                    ]
                ]
            ]
        }
    }
]
